[
    {
        "quote": "During the war, in hundreds of Iliums over America, managers and engineers learned to get along without their men and women, who went to fight. It was the miracle that won the war — production with almost no manpower. In the patois of the north side of the river, it was the know-how that won the war. Democracy owed its life to know-how.",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 1
    },
    {
        "quote": "Anita had the mechanics of marriage down pat, even to the subtlest conventions. If her approach was disturbingly rational, systematic, she was thorough enough to turn out a credible counterfeit of warmth.",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 1
    },
    {
        "quote": "It was an appalling thought, to be so well-integrated into the machinery of society and history as to be able to move in only one plane, and along one line.",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 4
    },
    {
        "quote": "When Paul thought about his effortless rise in the hierarchy, he sometimes, as now, felt sheepish, like a charlatan. He could handle his assignments all right, but he didn’t have what his father had, what Kroner had, what Shepherd had, what so many had: the sense of spiritual importance in what they were doing; the ability to be moved emotionally, almost like a lover, by the great omnipresent and omniscient spook, the corporate personality. In short, what Paul missed was what made his father aggressive and great: the capacity to really give a damn.",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 6
    },
    {
        "quote": "'You think I'm insane?' said Finnerty. Apparently he wanted more of a reaction than Paul had given him. You're still in touch. I guess that's the test. Barely — barely. A psychiatrist could help. There's a good man in Albany. Finnerty shook his head. 'He'd pull me back into the center, and I want to stay as close to the edge as I can without going over. Out on the edge you see all kinds of things you can't see from the center.' He nodded, 'Big, undreamed-of things — the people on the edge see them first.'",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 9
    },
    {
        "quote": "I figured things would be better in Washington, that I'd find a lot of people I admired and belonged with. Washington is worse, Paul—Ilium to the tenth power. Stupid, arrogant, self-congratulatory, unimaginative, humorless men. And the women, Paul—the dull wives feeding on the power and glory of their husbands.",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 9
    },
    {
        "quote": "You know, in a way I wish I hadn’t met you two. It’s much more convenient to think of the opposition as a nice homogeneous, dead-wrong mass. Now I've got to muddy my thinking with exceptions.",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 9
    },
    {
        "quote": "These displaced people need something, and the clergy can’t give it to them—or it’s impossible for them to take what the clergy offers. The clergy says it’s enough, and so does the Bible. The people say it isn’t enough, and I suspect they’re right.",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 9
    },
    {
        "quote": "'Strange business,' said Lasher. 'This crusading spirit of the managers and engineers, the idea of designing and manufacturing and distributing being sort of a holy war: all that folklore was cooked up by public relations and advertising men hired by managers and engineers to make big business popular in the old days, which it certainly wasn't in the beginning. Now, the engineers and managers believe with all their hearts the glorious things their forebears hired people to say about them. Yesterday's snow job becomes today's sermon.'",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 9
    },
    {
        "quote": "Doctor Paul Proteus, son of a successful man, himself rich with prospects of being richer, counted his material blessings. He found that he was in excellent shape to afford integrity.",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 13
    },
    {
        "quote": "In order to get what we've got, Anita, we have, in effect, traded these people out of what was the most important thing on earth to them — the feeling of being needed and useful, the foundation of self-respect.",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 18
    },
    {
        "quote": "The band at the far end of the hall, amplified to the din of an elephant charge, smashed and hewed at the tune as though in a holy war against silence.",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 19
    },
    {
        "quote": "This silly playlet seemed to satisfy them completely as a picture of what they were doing, why they were doing it, and who was against them, and why some people were against them. It was a beautifully simple picture these procession leaders had. It was as though a navigator, in order to free his mind of worries, had erased all the reefs from his maps.",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 21
    },
    {
        "quote": "Everybody's shaking in his boots, so don't be bluffed.",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 22
    },
    {
        "quote": "Almost nobody's competent, Paul. It's enough to make you cry to see how bad most people are at their jobs. If you can do a half-assed job of anything, you're a one-eyed man in the kingdom of the blind.",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 22
    },
    {
        "quote": "And as Paul said these things to himself, a wave of sadness washed over them as though they’d been written in sand. He was understanding now that no man could live without roots—roots in a patch of desert, a red clay field, a mountain slope, a rocky coast, a city street. In black loan, in mud or sand or rock or asphalt or carpet, every man had his roots down deep—in home.",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 23
    },
    {
        "quote": "'This husband of yours, he’d rather have his wife a— Rather, have her—' Halyard cleared his throat— 'than go into public relations?' 'I’m proud to say,” said the girl, “that he’s one of the few men on earth with a little self-respect left.'",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 24
    },
    {
        "quote": "Paul wondered at what thorough believers in mechanization most Americans were, even when their lives had been badly damaged by mechanization.",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 26
    },
    {
        "quote": "'Why are you quitting?' 'Sick of my job.' 'Because what you were doing was morally bad?' suggested the voice. 'Because it wasn’t getting anybody anywhere. Because it was getting everybody nowhere.' 'Because it was evil?' insisted the voice. 'Because it was pointless.'",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 29
    },
    {
        "quote": "Here it was again, the most ancient of roadforks, one that Paul had glimpsed before, in Kroner's study, months ago. The choice of one course or the other had nothing to do with machines, hierarchies, economics, love, age. It was a purely internal matter. Every child older than six knew the fork, and knew what the good guys did here, and what the bad guys did here. The fork was a familiar one in folk tales the world over, and the good guys and the bad guys, whether in chaps, breechclouts, serapes, leopardskins, or banker's gray pinstripes, all separated here. Bad guys turned informer. Good guys didn't — no matter when, no matter what.",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 31
    },
    {
        "quote": "And a step backward, after making a wrong turn, is a step in the right direction.",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 32
    },
    {
        "quote": "Things don't stay the way they are,' said Finnerty. 'It's too entertaining to try to change them.'",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 34
    },
    {
        "quote": "'If only it weren’t for the people, the goddamned people,' said Finnerty, 'always getting tangled up in the machinery. If it weren’t for them, earth would be an engineer’s paradise.'",
        "source": [
            {
                "title": "Player Piano",
                "form": "novel"
            }
        ],
        "form": "quote",
        "year": 1952,
        "chapter": 34
    }
]